Repository: MiguelFerrer99/GoodPracticesIOS
Catalog: Template/Template/Resources/*.lproj/Localizable.strings
Languages: es

# terms_p_seven
source: If the user has any questions about a product, he also has the possibility of contacting a expert of the distributor you chose. The contact number will appear on the screen. CleanApp I don't know makes you responsible for the information you get from the experts.
es: Si el usuario tiene alguna duda sobre algún producto también tiene la posibilidad de contactar un experto de la distribuidora que elegio. El numero de contacto aparecerá en pantalla. CleanApp no se hace responsable de la información que obtenga de los expertos.

# account_log_out
source: Log out
es: Cerrar sesión

# dialog_button_accept
source: Accept
es: Aceptar

# profile_error_phone
source: Please enter a valid phone number
es: Por favor, introduce un número de teléfono válido

# change_password_error_password
source: Please enter a valid password
es: Por favor, introduce una contraseña válida

# change_password_error_password_mismatch
source: Passwords do not match
es: Las contraseñas no coinciden

# generic_error_backend
source: There was an error communicating with the server. Try again later.
es: Hubo un error en la comunicación con el servidor. Inténtalo de nuevo más tarde.

# generic_error_no_internet
source: We have detected a problem with your internet connection. Check that you are connected to the network and try again
es: Hemos detectado un problema con tu conexión a internet. Comprueba que estés conectado a la red e inténtalo de nuevo

# methodology_saved
source: Saved methodology
es: Metodología guardada

# empty_items
source: Oops ... looks like you don't have any items saved. Go back to start to save the processes.
es: Ups... parece que no tienes ningún elemento guardado. Vuelve a inicio para guardar los procesos.

# business_error
source: Company name cannot be empty
es: El nombre de la compañía no puede estar vacío

# empty_items_home
source: Oops ... there are no methodologies that meet the current filters that you have selected
es: No hemos encontrado resultados sobre tu búsqueda.

source: Method
es: Método:

# specification
source: Specifications
es: Especificaciones:

# notes
source: Note
es: Notas:

# article_step_1
source: Step 1/4
es: Paso 1/4

# article_step
source: Step
es: Paso

# not_found_buy_link
source: We are sorry. Can't buy yet.
es: Lo sentimos. No se puede comprar todavía.

# server_error1
source: We are sorry
es: Lo sentimos

# server_error2
source: There has been a server error. Try again later.
es: Ha habido un error de servidor. Inténtalo más tarde.

# methodology_saved_error
source: We are sorry. She could not be saved.
es: Lo sentimos. No se ha podido guardar.

# email_exists
source: This user already exists
es: Este usuario ya existe

source: Methodology deleted
es: Metodología borrada

# change_profile_success
source: Success in changing your profile
es: Éxito en el cambio de perfil

source: Data saved successfully.
es: Datos guardados con éxito.

# close_session
source: Close CleanApp
es: Cerrar Clean App

# change_language_toolbar
source: Change language
es: Cambiar idioma

# change_language_message
source: Choose language:
es: Selecciona el idioma que más prefieras

# change_language_spanish
source: Spanish
es: Español

# change_language_english
source: English
es: Inglés

# change_language_german
source: German
es: Alemán

# account_log_out_message
source: You will have to log in again to access the app.
es: Tendrás que iniciar sesión de nuevo para acceder a la app.

# account_log_in_message
source: To access this functionality, you must log in.
es: Para acceder a esta funcionalidad debes iniciar sesión.

# dialog_button_cancel
source: Cancel
es: Cancelar

# product_toolbar
source: Product
es: Producto

# device_toolbar
source: Device
es: Aparato

# accessory_toolbar
source: Accessory
es: Accesorio

# methodolody_save_error
source: The methodology could not be saved
es: No se ha podido guardar la metodología

# save_button
source: Save
es: Guardar

source: Edit profile
es: Editar perfil

# edit_profile_success_title
source: Success
es: Perfecto

# edit_profile_success_message
source: Data successfully modified
es: Datos modificados correctamente

# edit_profile_error_message
source: An error has occurred
es: Se ha producido un error

# faq_header_message
source: Here we will solve your biggest doubts about our services
es: Aquí resolveremos tus mayores dudas sobre nuestros servicios

# register_congratulations
source: Congratulations
es: Enhorabuena

# register_congratulations_dialog
source: Now you can enjoy your Clean App account!
es: ¡Ya puedes disfrutar de tu cuenta Clean App!

# register_error_title
source: We are sorry
es: Lo sentimos

# register_error_dialog
source: An error occurred during registration. Please try again
es: Se ha producido un error durante el registro. Por favor, inténtelo de nuevo

source: Select brand first
es: Seleccione primero la marca
