Repository: MiguelFerrer99/GoodPracticesIOS
Catalog: Template/Template/Resources/*.lproj/Localizable.strings
Languages: es

# onboarding_first_title
source: Welcome to CleanApp
es: Bienvenido a Cleanapp

# onboarding_second_title
source: Learn how to clean optimally.
es: Aprende como limpiar de forma óptima

# onboarding_third_title
source: Business
es: Para empresas.

# onboarding_fourth_title
source: Privat
es: Para personas privadas.

# onboarding_second_body
source: All cleaning methods and systems in one application.
es: Todos los métodos y sistemas de limpieza en una aplicación.

# onboarding_third_body
source: Step-by-step guide on all cleaning methods, their products and more.
es: Guía paso a paso sobre todos los métodos de limpieza, sus productos y mucho más.

# onboarding_fourth_body
source: Know how to keep your house clean safely.
es: Sepa cómo tener la casa limpia de forma segura.

# onboarding_button_skip
source: Skip
es: Saltar

# onboarding_button_continue
source: Continue
es: Continuar

# profile_tabbar_item_title
source: Profile
es: Perfil

# filters_tabbar_item_title
source: Filters
es: Filtros

# signin_title
source: The last step to start
es: El último paso para comenzar.

# signin_login_button
source: LOG IN
es: INICIAR SESIÓN

# signin_register_button
source: REGISTER
es: REGISTRO

# signin_guest_button
source: Continue as guest
es: Continuar como invitado

# login_toolbar
source: Log in
es: Iniciar sesión

# login_password_hint
source: Password
es: Contraseña

# login_forgot_password
source: Have you forgotten the password?
es: ¿Has olvidado la contraseña?

# login_button
source: Log in
es: Iniciar sesión

# login_error_empty
source: This field cannot be left empty
es: Este campo no puede quedar vacío

# login_error_email
source: Please enter a valid email
es: Por favor, introduce un email válido

# login_error_password
source: The password entered is not correct
es: La contraseña introducida no es correcta

# login_error_dialog_incorrect_title
source: Failed to login
es: Error al iniciar sesión

# login_error_dialog_incorrect
source: The email and password entered do not match. Check them out and try again
es: El email y la contraseña introducidos no coinciden. Revísalos y vuelve a intentarlo

# login_error_dialog_server_title
source: Server error
es: Error del servidor

# login_error_dialog_server
source: An unexpected problem occurred connecting to the server. Please try again in a few moments
es: Ha ocurrido un problema inesperado al conectar con el servidor. Por favor, inténtalo de nuevo en unos instantes

# login_error_dialog_internet_title
source: Internet connection error
es: Error de conexión a internet

# login_error_dialog_internet
source: We have detected a problem with your internet connection. Check that you are connected to the network and try again
es: Hemos detectado un problema con tu conexión a internet. Comprueba que estés conectado a la red e inténtalo de nuevo

# forgot_password_toolbar
source: Forgotten password
es: Contraseña olvidada

# forgot_password_instructions1
source: Have you forgotten your password?
es: ¿Has olvidado tu contraseña?

# forgot_password_instructions2
source: Enter your email address and you will receive an email to restore it.
es: Introduce tu email y recibirás un correo para reestablecerla.

# forgot_password_button
source: RESTORE PASSWORD
es: REESTABLECER CONTRASEÑA

# forgot_password_success_dialog_title
source: Email sent!
es: ¡Email enviado!

# forgot_password_success_dialog
source: We have contacted you via email to reset the password.
es: Nos hemos puesto en contacto contigo via mail para reestablecer la contraseña.

# forgot_password_error_nonexistant
source: There is no account associated with this email
es: No existe ninguna cuenta asociada a este correo

# register_toolbar
source: Registry
es: Registro

# register_name_hint
source: Name
es: Nombre

# register_surname_hint
source: Surname
es: Apellidos

# register_password_hint
source: Password
es: Contraseña

# register_privacy_policy
source: Yes, I have read and accept the
es: Sí, he leído y acepto la

# register_password_requirements
source: Please remember at least: Use at least one digit. Use at least one CAPITAL LETTER. Use at least 8 characters.
es: Por favor, recuerda al menos: ·Utilizar mínimo 1 dígito ·Utilizar mínimo 1 letra MAYÚSCULA Utilizar por lo menos 8 caracteres

# register_privacy_policy_span
source: Privacy Policy
es: Política de privacidad

# register_button
source: Registry
es: Registrarse

# register_radio_title
source: How do we identify you?
es: ¿Cómo te identificamos?

# register_radio_one
source: Particular person
es: Persona particular

# register_radio_two
source: Business
es: Empresa

# register_company_hint
source: Business
es: Empresa

# register_error_name
source: Please enter a valid name
es: Por favor, introduce un nombre válido

# register_error_surname
source: Please enter at least one valid last name
es: Por favor, introduce al menos un apellido válido

# register_error_email_used
source: The email entered is already registered
es: El email introducido ya está registrado

# register_error_password
source: The password is incorrect
es: La contraseña introducida no es válida

# home_toolbar
source: Start
es: Inicio

# home_navbar_profile
source: Edit profile
es: Editar perfil

# home_navbar_saved
source: Saved items
es: Elementos guardados

# home_navbar_terms
source: Terms and Conditions
es: Términos y condiciones

# home_navbar_privacy
source: Privacy Policy
es: Política de privacidad

# home_navbar_change_language
source: Change language
es: Cambiar idioma

# home_navbar_logout
source: Log out
es: Cerrar sesión

# article_toolbar
source: Methodology
es: Metodología

# article_product_list
source: List of products
es: Lista de productos:

# article_device_list
source: Device:
es: Aparatos:

# article_device_open_button
source: View
es: Ver

# product_purchase_button
source: Purchase link
es: Enlace de compra

# product_related_title
source: Related products
es: Productos relacionados:

# product_devices_title
source: Device:
es: Aparatos:

# filter_toolbar
source: Filter/Finder
es: Filtro/Buscador

# filter_question_1
source: What work is going to be done?
es: ¿Qué trabajo se va a hacer?

# filter_question_2
source: What kind of cleaning?
es: ¿Qué clase de limpieza?

# filter_question_3
source: Manual or with device?
es: ¿Manual o con aparato?

# filter_question_4
source: Brand of the product
es: Marca del producto

# filter_question_5
source: Which one do you have at your disposal?
es: ¿Cuál tiene a su disposición?

# filter_button
source: Apply
es: Aplicar

# filter_update_button
source: Reset filters
es: Reiniciar filtros

# filter_success
source: Filter applied correctly
es: Filtro aplicado correctamente

# filter_restart_success
source: Filter reset successfully
es: Filtro reiniciado correctamente

# filter_task_toolbar
source: Type of job
es: Tipo de trabajo

# filter_task_bath
source: Bath
es: Baño

# filter_task_front
source: Frontage
es: Fachada

# filter_task_kitchen
source: Kitchen
es: Cocina

# filter_task_house
source: Floor
es: Piso

# filter_task_office
source: Office
es: Oficina

# filter_task_other
source: Others
es: Otros

# filter_category_toolbar
source: Cleaning plan
es: Plan de limpieza.

# filter_category_daily
source: Daily
es: Diaria

# filter_category_weekly
source: Weekly
es: Semanal

# filter_category_deep
source: Basic cleaning
es: Profunda

# filter_type_toolbar
source: Manual or apparatus
es: Manual o aparato

# filter_type_with_device
source: With appliance
es: Con aparato

# filter_brand_toolbar
source: Device brand
es: Marca del aparato

# filter_brand_karcher
source: K채rcher
es: Karcher

# filter_available_toolbar
source: Available
es: Disponible

# profile_toolbar
source: Profile
es: Perfil

# profile_personal_data_title
source: Personal information
es: Datos Personales

# profile_name_hint
source: Name
es: Nombre

# profile_surname_hint
source: Surnames
es: Apellidos

# profile_change_password
source: Change Password
es: Cambiar contraseña

# change_password_toolbar
source: Change Password
es: Cambiar contraseña

# change_password_previous_hint
source: Old Password
es: Contraseña anterior

# change_password_new_hint
source: New Password
es: Contraseña nueva

# change_password_new_repeat_hint
source: Repeat new password
es: Repetir contraseña nueva

# change_password_button
source: Save
es: Guardar

# frequently_asked_toolbar
source: Frequent questions
es: Preguntas frecuentes

# what_is_title
source: What is CleanApp?
es: ¿Qué es CleanApp?

# what_is
source: CleanApp is the first application that contains all the cleaning systems and methods of all the large cleaning distributors in Germany, Austria and Switzerland. CleanApp is in charge of recommending the best cleaning products and methods, both at home and at work, for both people and companies.
es: CleanApp es la primera aplicación que contiene todos los sistemas y métodos de limpieza de todas las grandes distribuidoras de limpieza en Alemania, Austria y Suiza. CleanApp se encarga de recomendar los mejores productos y métodos de limpieza ya sea en el Hogar como en el trabajo, tanto para personas como empresas.

# what_offers_title
source: What does CleanApp offer?
es: ¿Que ofrece CleanApp?

# what_offers
source: CleanApp offers professional recommendation of cleaning methods and systems for every situation. A guide that shows you step by step the methods you are looking for. Recommendation of cleaning products and access to a link for purchase as well as contacts with distributors. Purchases are made on the distributor's website or by phone call or E-Mail. CleanApp also has access to User manuals, Instructions, safety recommendations and daily care for all Cleaning Machines of the Wetrok, Taski and K채rcher brands.
es: CleanApp ofrece recomendación profesional de métodos y sistemas de limpieza para cada situación. Un guía que te muestra paso a paso los métodos que buscas. Recomendación de productos de limpieza y acceso a un Enlace para la compra como también contactos con los distribuidores. Las compras se realizan en la página Web del distribuidor o mediante llamada telefónica o E-Mail. CleanApp también tiene acceso a manuales de Uso, Instrucciones, recomendación de seguridad y cuidado diario de todas las Maquinas de limpieza de las marcas Wetrok, Taski y Kärcher.

# how_use_title
source: How is it used?
es: ¿Como se utiliza?

# how_use
source: Choose what you want to clean eg bathroom, the second option is whether it is deep cleaning, weekly or daily, thirdly, the products we have on hand that can be from the Wetrok, Taski or K채rcher brand. It depends on the data you choose, the filter will show the step-by-step method best suited to your situation. Also if you are interested in a product you can buy it by accessing the Link that appears on the screen.
es: Elegir lo que quieres limpiar p.ej. Baño, la segunda opción es si se trata de limpieza profunda, semanal o diaria, en tercer lugar, los productos que tenemos en mano que pueden ser de la Marca Wetrok, Taski o Kärcher. Depende de los datos que elijas, el filtro mostrara el método paso a paso mejor adecuado a tu situación. También si te interesa algún producto podéis comprarlo accediendo el Enlace que te aparece en pantalla.

# need_register_title
source: Do I have to register to use CleanApp?
es: ¿Me tengo que registrar para utilizar CleanApp?

# need_register
source: It is not necessary to register, but if you are going to use it often then we recommend registering as it would facilitate access to the data that you can save as well as the purchases you made.
es: No es necesario registrarse, pero si lo vas a utilizar a menudo entonces si recomendamos registrarse ya que te facilitaría el acceso a los datos que puedes guardar como también las compras que hicisteis.

# clean_home_title
source: Can I use CleanApp for the house?
es: ¿Puedo utilizar CleanApp para la casa?

# clean_home
source: Of course! CleanApp can be used for everything, for the House as well as Businesses, companies etc.
es: ¡Claro! CleanApp se puede utilizar para todo, para la Casa como también Negocios, empresas etc.

# data_protected_title
source: Is my data protected?
es: ¿Están mis datos protegidos?

# data_protected
source: Your data is protected and will not be delivered or sold to distributors or third parties
es: Tus datos están protegidos y no serán entregados o vendidos a los distribuidores ni a terceros

# no_brand_title
source: CleanApp is not branded for my products.
es: CleanApp no tiene la marca de mis productos.

# no_brand
source: CleanApp is updated over time and we are loading more data from other distributors.
es: CleanApp se va actualizando con el tiempo y vamos cargando mas datos de otras distribuidoras.

# our_vision_title
source: Our Vision
es: Nuestra Visión

# our_vision
source: Being an essential tool in the world of professional cleaning, expanding throughout Europe and the world and being accessible in many languages.
es: Ser una herramienta esencial en el mundo de la limpieza profesional, expandirnos por Europa y el mundo y ser accesibles en muchos idiomas.

# privacy_policy_toolbar
source: Privacy Policy
es: Política de privacidad

# privacy_p_one
source: By creating an account and using this service, you accept and agree to be bound by the privacy policy of this agreement. Users, both companies and private persons or cleaning professionals who register accept that CleanApp saves their personal information. The information that is saved is Name and / or company name, Last name, Mail and account code. The information is stored and protected in the database that only the CleanApp administrator has access to. CleanApp does not sell, does not share and does not disclose personal information to third parties or the general public.
es: Al crear una cuenta y utilizar este servicio, usted acepta y accede a estar obligado por la política de privacidad de este acuerdo. Los usuarios tanto Empresas como personas privadas o profesionales de la limpieza que se registren aceptan que CleanApp guarde su información personal. Las informaciones que se guardan son Nombre y/o nombre de empresa, Apellido, Mail y código de la cuenta. La información esta guardado y protegido en la base de datos que solamente el administrador de CleanApp tiene acceso. CleanApp no vende, no comparte y no difunde información personal a terceros o al público en general.

# privacy_p_two
source: The user can modify their personal data at any time in their CleanApp profile.
es: El usuario puede modificar en cualquier momento sus datos personales en su perfil de CleanApp.

# privacy_p_three
source: If there are any changes to our privacy policy, we will announce by email that such changes have been made. If there are any changes to our CleanApp regarding the way we use the personally identifiable information of our users, we will send a notification by Email to those affected by the change. Any changes to our privacy policy will be posted in the CleanApp app 30 days before such changes occur. Therefore, it is recommended that you revert to read this statement regularly.
es: Si hay algún cambio en nuestra política de privacidad, anunciaremos por correo electrónico que se han hecho tales cambios. Si hay algún cambio en nuestra aplicación CleanApp respecto a la manera en que usamos la información de identificación personal de nuestros usuarios, enviaremos una notificación por correo electrónico a aquellos que sean afectados por el cambio. Todo cambio en nuestra política de privacidad se publicará en la aplicación CleanApp 30 días antes de que tales cambios ocurran. Por lo tanto, se le recomienda volver a leer esta declaración de manera regular.

# privacy_p_four
source: CleanApp offers as a second option, the guest mode to use the application without CleanApp saving any private information.
es: CleanApp ofrece como segunda opción, el modo invitado para utilizar la aplicación sin que CleanApp guarde ninguna información privada.

# privacy_p_five
source: CleanApp retains the data until the user wishes to permanently delete their account. If you want to delete your account you can send us an email with your Name, Surname, email address and / or name of your company to k.muster44@gmail.com
es: CleanApp retiene los datos hasta que el usuario desee borrar su cuenta definitivamente. Si quiere borrar su cuenta puede enviarnos un correo con su Nombre, Apellido, dirección de correo electrónico i/o nombre de su empresa a k.muster44@gmail.com

# privacy_p_six
source: If you have any questions about the privacy policies, do not hesitate to contact us, you can send us an email at k.muster44@gmail.com
es: Si tiene alguna duda sobre las políticas de privacidad no dude de ponerse en contacto, puede enviarnos un correo electrónico a k.muster44@gmail.com

# terms_conditions_toolbar
source: Terms and Conditions
es: Términos y condiciones

# terms_p_one
source: By accessing and using this service, you accept and agree to be bound by the terms and provisions of this agreement. Also, when using these particular services, you will be subject to any corresponding rules or guidelines for use that have been published for said services. All Participation in this service will constitute acceptance of this agreement. If you do not agree to comply with above, please don't use it. CleanApp keeps the rights of any type of change or modification of the Terms and Conditions without prior notice.
es: Al acceder y utilizar este servicio, usted acepta y accede a estar obligado por los términos y disposiciones de este acuerdo. Asimismo, al utilizar estos servicios particulares, usted estará sujeto a toda regla o guía de uso correspondiente que se haya publicado para dichos servicios. Toda participación en este servicio constituirá la aceptación de este acuerdo. Si no acepta cumplir con lo anterior, por favor, no lo utilice. CleanApp se guarda los derechos de todo tipo de cambio o modificación de los Términos y condiciones sin previo aviso.

# terms_p_two
source: CleanApp is an application that helps the private user, professionals and companies to have access to professional information you search more easily. With the help of filters the user can search for the kind of homework you have or want to do. CleanApp shows you in detail depending a lot of the products and machines that you have at your disposal, if the user does not have or is shown If you are interested in a product, you can buy it and / or get better information by clicking on the link of purchase that appears on the screen and this will open a new window where you can buy the product on the official website of the distributor. With CleanApp you will have access to information about the correct use, care and maintenance of cleaning machines, safety recommendation, step-by-step guide on how to clean objects or places, information on cleaning products, their use correct and safe way to store it, cleaning methods and systems of all kinds.
es: CleanApp es una aplicación que ayuda al usuario privado, profesionales y empresas a tener acceso a información profesional que busca con más facilidad. Con ayuda de filtros el usuario puede buscar la clase de tarea que tiene o quiere hacer. CleanApp le muestra detalladamente dependiendo mucho de los productos y maquinas que tenga a su disposición, si el usuario no tiene o se muestra interesado en algún producto lo puede comprar i/o informarse mejor haciendo clic en el “enlace de compra” que le aparece en pantalla y este abrirá una nueva ventana donde podrá comprar el producto en la página oficial de la distribuidora. Con CleanApp tendrá acceso a información sobre el uso, cuidado y mantenimiento correcto de las máquinas de limpieza, recomendación de seguridad, guía paso a paso de como limpiar objetos o lugares, información de los productos de limpieza, su uso correcto y la forma segura de guardarlo, métodos y sistemas de limpieza de todo tipo.

# terms_p_three
source: The big distributors that CleanApp has information about are Wetrok, Taski & amp; K채rcher. CleanApp reserves the right to modify any information within CleanApp. CleanApp does not is responsible for the content of the information obtained by the distributors, by unless it has been modified by CleanApp. The page, the characteristics and the functionality is the property of CleanApp.
es: Las grandes distribuidoras del que CleanApp posee información son Wetrok, Taski &amp; Kärcher. CleanApp se guarda el derecho de modificar cualquier información dentro de CleanApp. CleanApp no se hace responsable del contenido de la información obtenida por parte de las distribuidoras, al menos de que esta haya sido modificada por CleanApp. La página, las características y la funcionalidad son propiedad de CleanApp.

# terms_p_four
source: In the future more distributors will be added. The registered user can share, print, save in PDF format or in Saved Items the cleaning methods I am looking for or will interested by means of the button that appears on the top right, also to change your information staff in the profile. Unregistered users do not have the right to share, copy or reproduce all kinds of content within CleanApp.
es: En el futuro se van a ir sumando más distribuidoras. El usuario registrado puede compartir, imprimir, guardar en formato PDF o en “Elementos guardados” los métodos de limpieza que busco o le interesa mediante el botón que aparece arriba a la derecha, también a cambiar su información personal en el perfil. Los usuarios no registrados no tienen derecho a compartir, copiar o reproducir toda clase de contenido dentro de CleanApp.

# terms_p_five
source: You cannot create more than one account with the same email address. We can cancel your access to the page, without cause or notice, which may result in the seizure and destruction of all the information that is associated with your account.
es: No se puede crear mas de una cuenta con la misma dirección de email. “Podemos cancelar su acceso a la página, sin causa o aviso, lo cual podrá resultar en la incautación y destrucción de toda la información que esté asociada con su cuenta.

# terms_p_six
source: Purchases made through CleanApp will be executed on the official page depending on the cleaning distributor you chose. In some cases it will be necessary to call or write by email to make the purchase of a product depending on the distributor and product. A Once you have clicked on purchase link that takes you to the official website of the distributor you chose, CleanApp is not responsible for errors that may occur during and after purchase and of the information contained in the official website, each one has different types of payment and different processes. Here you will have to give all your personal data to make the purchase.
es: Las compras hechas mediante CleanApp serán ejecutadas en la pagina oficial dependiendo de la distribuidora de limpieza que eligió. En algunos casos será necesario llamar por teléfono o escribir por email para realizar la compra de algún producto dependiendo de la distribuidora y producto. Una vez hecho clic en “enlace de compra” que le lleva a la pagina oficial de la distribuidora que elegio, CleanApp no se responsabiliza por los errores que pueden ocurrir durante y después de la compra y de la información que contenga la página web oficial, cada una tiene diferentes tipos de pago y diferentes procesos. Aquí tendrá que dar todos sus datos personales para hacer la compra.
